[
    {
        "id": 1,
        "title": "أفضل أنواع الورود للزفاف",
        "excerpt": "اكتشف أجمل أنواع الورود التي تناسب حفلات الزفاف وتضفي لمسة رومانسية على يومك المميز",
        "content": "<p>الورود هي رمز الحب والرومانسية، ولا يوجد مكان أفضل لتظهر جمالها من حفلات الزفاف. في هذا المقال، سنستكشف أفضل أنواع الورود التي تناسب مناسبات الزفاف.</p><h3>الورود الحمراء الكلاسيكية</h3><p>الورود الحمراء هي الخيار الأكثر شعبية لحفلات الزفاف. تمثل الحب والعاطفة العميقة، وتضفي لمسة رومانسية لا تُنسى على اليوم المميز.</p><h3>الورود البيضاء النقية</h3><p>تمثل الورود البيضاء النقاء والبراءة، وهي مثالية للعروس. يمكن استخدامها وحدها أو مع ألوان أخرى لإنشاء تركيبات جميلة.</p><h3>الورود الوردية الرقيقة</h3><p>تضفي الورود الوردية لمسة من الأنوثة والرقة على باقة العروس. تأتي بدرجات مختلفة من الوردي، مما يسمح بإنشاء تركيبات متناسقة.</p><h3>نصائح لاختيار الورود المناسبة</h3><ul><li>اختر الورود الطازجة والكثيفة</li><li>تأكد من تناسق الألوان مع ديكور الحفل</li><li>فكر في الموسم والطقس</li><li>استشر خبير الورود للحصول على أفضل النتائج</li></ul>",
        "author": "فريق شمس للورود",
        "date": "15 ديسمبر 2024",
        "image": "/images/bouquets/DIV-237.png",
        "category": "الزفاف",
        "readTime": "5 دقائق",
        "tags": ["ورود", "زفاف", "رومانسية"]
    },
    {
        "id": 2,
        "title": "كيفية العناية بالورود في المنزل",
        "excerpt": "نصائح مهمة للحفاظ على جمال الورود وطول عمرها في منزلك",
        "content": "<p>العناية بالورود في المنزل تتطلب معرفة بعض الأساسيات المهمة. في هذا المقال، سنشارك معك أفضل النصائح للحفاظ على جمال ورودك.</p><h3>الري الصحيح</h3><p>الورود تحتاج إلى ري منتظم ولكن ليس مفرط. تأكد من أن التربة رطبة وليس مبللة، وازرع الورود في تربة جيدة التصريف.</p><h3>التعرض للشمس</h3><p>معظم أنواع الورود تحتاج إلى 6-8 ساعات من أشعة الشمس المباشرة يومياً. اختر مكاناً مشمساً في حديقتك أو شرفتك.</p><h3>التسميد</h3><p>استخدم سماداً متوازناً يحتوي على النيتروجين والفوسفور والبوتاسيوم. قم بالتسميد في الربيع والصيف.</p>",
        "author": "خبير النباتات",
        "date": "12 ديسمبر 2024",
        "image": "/images/bouquets/IMG-196.png",
        "category": "العناية",
        "readTime": "7 دقائق",
        "tags": ["عناية", "نباتات", "منزل"]
    },
    {
        "id": 3,
        "title": "تاريخ الورود في الثقافة العربية",
        "excerpt": "رحلة عبر التاريخ لاستكشاف مكانة الورود في التراث العربي",
        "content": "<p>للورود مكانة خاصة في الثقافة العربية منذ القدم. في هذا المقال، سنستكشف تاريخ الورود في التراث العربي.</p><h3>الورود في الشعر العربي</h3><p>استخدم الشعراء العرب الورود كرمز للحب والجمال في قصائدهم. من المتنبي إلى نزار قباني، كانت الورود مصدر إلهام لا ينضب.</p><h3>الورود في الطب التقليدي</h3><p>استخدم العرب القدماء الورود في الطب التقليدي، حيث استخرجوا منها الزيوت والمراهم لعلاج العديد من الأمراض.</p>",
        "author": "د. أحمد الثقافي",
        "date": "10 ديسمبر 2024",
        "image": "/images/bouquets/IMG-210.png",
        "category": "ثقافة",
        "readTime": "8 دقائق",
        "tags": ["تاريخ", "ثقافة", "تراث"]
    },
    {
        "id": 4,
        "title": "ألوان الورود ومعانيها",
        "excerpt": "تعرف على معاني الألوان المختلفة للورود وكيفية اختيار الأنسب",
        "content": "<p>كل لون من ألوان الورود يحمل معنى خاصاً. في هذا المقال، سنستكشف معاني الألوان المختلفة.</p><h3>الورود الحمراء</h3><p>تمثل الحب والعاطفة العميقة. مثالية للتعبير عن المشاعر الرومانسية.</p><h3>الورود البيضاء</h3><p>ترمز إلى النقاء والبراءة والسلام. مناسبة للمناسبات الرسمية.</p><h3>الورود الوردية</h3><p>تعبير عن الامتنان والأنوثة والرقة. مناسبة للأصدقاء والعائلة.</p>",
        "author": "مستشار الورود",
        "date": "8 ديسمبر 2024",
        "image": "/images/bouquets/IMG-224.png",
        "category": "معاني",
        "readTime": "6 دقائق",
        "tags": ["ألوان", "معاني", "اختيار"]
    },
    {
        "id": 5,
        "title": "تصميم باقات الورود للمناسبات",
        "excerpt": "أفكار إبداعية لتصميم باقات الورود المناسبة لكل مناسبة",
        "content": "<p>تصميم باقات الورود فن يحتاج إلى ذوق وإبداع. في هذا المقال، سنشارك معك أفضل الأفكار لتصميم باقات مميزة.</p><h3>باقات الزفاف</h3><p>تتميز باقات الزفاف بالأناقة والبساطة. اختر الورود التي تتناسب مع فستان العروس.</p><h3>باقات التخرج</h3><p>استخدم ألواناً زاهية ومبهجة للاحتفال بهذا الإنجاز المهم.</p>",
        "author": "مصمم الباقات",
        "date": "5 ديسمبر 2024",
        "image": "/images/bouquets/DIV-237.png",
        "category": "تصميم",
        "readTime": "9 دقائق",
        "tags": ["تصميم", "باقات", "مناسبات"]
    },
    {
        "id": 6,
        "title": "الورود في الطب التقليدي",
        "excerpt": "استخدامات الورود في الطب التقليدي والفوائد الصحية",
        "content": "<p>للورود فوائد صحية عديدة تم اكتشافها منذ القدم. في هذا المقال، سنستكشف الاستخدامات الطبية للورود.</p><h3>زيت الورد</h3><p>يستخدم زيت الورد في علاج العديد من المشاكل الجلدية وله خصائص مهدئة.</p><h3>شاي الورد</h3><p>شاي الورد غني بالفيتامينات ومضادات الأكسدة، وله فوائد صحية عديدة.</p>",
        "author": "د. فاطمة الطبية",
        "date": "3 ديسمبر 2024",
        "image": "/images/bouquets/IMG-196.png",
        "category": "صحة",
        "readTime": "10 دقائق",
        "tags": ["طب", "صحة", "تقليدي"]
    }
]
