{
  "wedding": {
    "id": 1,
    "title": "باقات الزفاف",
    "category": "wedding",
    "description": "اجعل يوم زفافك أكثر جمالاً وروعة مع تشكيلتنا المميزة من باقات الزفاف الفاخرة. باقات الورود البيضاء والناعمة، الترتيبات الرومانسية، والديكورات الأنيقة التي تحول حفل زفافك إلى حلم جميل. كل باقة مصممة بعناية فائقة لتكون جزءاً لا يُنسى من أجمل أيام حياتك.",
    "productsCount": 189,
    "image": "/images/occasions/IMG-78.png",
    "icon": "Heart"
  },
  "engagement": {
    "id": 2,
    "title": "خطوبة",
    "category": "engagement",
    "description": "احتفل بلحظات الخطوبة المميزة مع باقاتنا الرومانسية الساحرة. تشكيلة واسعة من الورود والزهور المنتقاة بعناية لتعبر عن الحب والفرحة في هذه المناسبة الخاصة. كل باقة مصممة بحب لتكون جزءاً من ذكريات هذا اليوم الجميل.",
    "productsCount": 145,
    "image": "/images/occasions/IMG-94.png",
    "icon": "Heart"
  },
  "graduation": {
    "id": 3,
    "title": "نجاح وتخرج",
    "category": "graduation",
    "description": "احتفل بإنجازات أحبائك مع مجموعة مميزة من الهدايا المخصصة للتخرج والنجاح. باقات الورود الفاخرة والهدايا الأنيقة التي تعبر عن فخرك وسعادتك بهذا الإنجاز العظيم. كل هدية مصممة لتكون ذكرى جميلة تدوم للأبد.",
    "productsCount": 156,
    "image": "/images/occasions/IMG-110.png",
    "icon": "GraduationCap"
  },
  "newborn": {
    "id": 4,
    "title": "مولود جديد",
    "category": "newborn",
    "description": "رحب بالمولود الجديد مع مجموعة مميزة من الهدايا الرقيقة واللطيفة. باقات الورود الناعمة، الدباديب اللطيفة، والهدايا المصممة خصيصاً للاحتفال بقدوم المولود الجديد. كل هدية تحمل مشاعر الفرح والحب لتكون جزءاً من ذكريات هذه اللحظة السعيدة.",
    "productsCount": 134,
    "image": "/images/occasions/IMG-126.png",
    "icon": "Baby"
  },
  "anniversary": {
    "id": 5,
    "title": "ذكرى سنوية",
    "category": "anniversary",
    "description": "احتفل بذكرياتك السنوية مع باقات الورود الفاخرة والهدايا الرومانسية المميزة. تشكيلة واسعة من الباقات المصممة خصيصاً للتعبير عن الحب والتقدير في هذه المناسبة الخاصة. كل باقة تحمل رسالة حب تدوم مدى الحياة.",
    "productsCount": 178,
    "image": "/images/occasions/IMG-142.png",
    "icon": "Calendar"
  },
  "getwell": {
    "id": 6,
    "title": "شفاء عاجل",
    "category": "getwell",
    "description": "أرسل أطيب التمنيات بالشفاء العاجل مع باقاتنا الجميلة والهدايا المريحة. مجموعة مختارة بعناية لتبعث الأمل والسعادة في قلوب المرضى، وترسم البسمة على وجوههم. كل هدية تحمل رسالة حب ودعم لتكون سبباً في تحسين معنوياتهم.",
    "productsCount": 89,
    "image": "/images/occasions/IMG-156.png",
    "icon": "Sparkles"
  },
  "thanks": {
    "id": 7,
    "title": "شكر وتقدير",
    "category": "thanks",
    "description": "عبر عن شكرك وتقديرك بأجمل الطرق مع باقاتنا المميزة. تشكيلة واسعة من الورود والهدايا المنتقاة بعناية لتعبر عن امتنانك وتقديرك للأشخاص المميزين في حياتك. كل هدية تحمل رسالة شكر صادقة من القلب.",
    "productsCount": 112,
    "image": "/images/occasions/IMG-172.png",
    "icon": "Gift"
  }
}

